<?php

return [
    'err' => [
        'file_because' => 'خطا در آپلود فایل {0}  ',
        'mkdir' => 'در مسیر {0} امکان ساخت پوشه وجود ندارد',
        'allow_type' => 'فایل ها با پسوند {0} مجاز نیستند',
        'size' => 'حداکثر حجم مجاز برای پسوند {0} برابر است با {1} ',
        'file' => 'بدلایل نامعلومی قادر به آپلود فایل {1} نمی باشد',
        'resize_img' => 'تصویر {0} را نتوانست تغیر اندازه دهد',
        'thumb_img' => 'ناتوان در ساخت تصویر بند انگشتی برای تصویر {0}',
        'watermark_img' => 'برای تصویر {0} امکان برچسب زدن وجود ندارد',
        'convert_img' => 'برای تصویر {0} امکان تبدیل به پسوند دیگر ممکن نیست!',
        'file_empty' => 'فایل نباید خالی باشد ',
    ],
];