<?php

return [
    'err' =>[
        'rule_not_valid' => 'دستور مورد نظر وجود ندارد',
        'invalid_data' => 'داده ی ورودی نامعتبر است',
        'required' => '{0} نباید خالی باشد',
        'field_key_not_exists' => 'فیلد {0} وجود ندارد',
        'empty' => '{0} باید خالی باشد',
        'not_empty' => '{0} نباید خالی باشد',
        'username' => '{0} نباید حاوی کاراکترهای غیرمجاز نظیر حروف فارسی ، # $ % ! * ) و... باشد',
        'number' => '{0} باید از نوع عدد باشد',
        'extension' => '{0} نباید حاوی کاراکترهای غیرمجاز نظیر حروف فارسی ، # $ % ! * ) و... باشد',
        'email' => 'ایمیل وارد شده نا معتبر است',
        'url' => 'لینک وارد شده نا معتبر است',
        'sings' => '{0} باید فقط شامل نشانه ها باشد',
        'name' => '{0} وارد شده نامعتبر است!',
        'not_sings' => '{0} نباید شامل نشانه ها باشد',
        'mobile' => '{0} باید شامل 11 رقم و شماره معتبر باشد',
        'request' => '{0} وارد شده نا معتبر است',
        'invalid_request' => '{0} وارد شده نا معتبر است',
        'date' => '{0} باید به شکل {1} باشد',
        'not_date' => '{0} نباید به شکل {1} باشد',
        'int' => '{0} باید فقط شامل اعداد صحیح باشد',
        // length
        'length_equal' => ' طول {0} باید برابر با {1} کاراکتر باشد',
        'length_gte' => ' طول {0} باید بیشتر یا برابر با {1} کاراکتر باشد',
        'length_lte' => 'طول {0} باید کمتر یا برابر با {1} کاراکتر باشد',
        'length_lesser' => 'طول {0} باید کمتر از {1} کاراکتر باشد',
        'length_grater' => ' طول {0} باید بیشتر از {1} کاراکتر باشد',
        'length_not_equal' => 'طول {0} نباید برابر با {1} کاراکتر باشد',
        // value
        'value_equal' => ' مقدار {0} با {1} برابر نیست',
        'value_gte' => ' مقدار {0} باید بیشتر یا برابر با {1} باشد',
        'value_lte' => 'مقدار {0} باید کمتر یا برابر با {1} باشد',
        'value_lesser' => 'مقدار {0} باید کمتر از {1} باشد',
        'value_grater' => ' مقدار {0} باید بیشتر از {1} باشد',
        'value_not_equal' => 'مقدار {0} نباید برابر با {1} باشد',
    ],
];
    
